import React from 'react';
import styles from './ClinicIntroductionPage.module.css';

function ClinicIntroductionPage() {
  return (
    <div className={styles.container}>
      <h2 className={styles.heading}>معرفی کلینیک</h2>
      <p className={styles.paragraph}>
        کلینیک ما با بهره‌گیری از متخصصین مجرب و تجهیزات پیشرفته، خدمات درمانی و مراقبتی با کیفیتی را برای حیوانات خانگی شما فراهم می‌کند.
        ما به سلامت و رفاه حیوانات شما اهمیت می‌دهیم و تلاش می‌کنیم تا بهترین خدمات را در محیطی آرام و دوستانه ارائه دهیم.
        تیم پزشکی ما از دامپزشکان متخصص و با تجربه تشکیل شده است که با عشق و علاقه به حیوانات، آماده خدمت‌رسانی هستند.
        در کلینیک ما می‌توانید از خدمات متنوعی مانند واکسیناسیون، عقیم‌سازی، جراحی، دندانپزشکی، آزمایشگاه و تصویربرداری بهره‌مند شوید.
        هدف ما ارائه خدمات جامع و با کیفیت برای حفظ سلامت و شادابی حیوانات خانگی شماست.
      </p>
      {/* می‌توانید اطلاعات بیشتری درباره کلینیک، تیم پزشکی و غیره اضافه کنید */}
    </div>
  );
}

export default ClinicIntroductionPage;