import React from 'react';
import styles from '../styles/HomePage.module.css';

function HomePage() {
  return (
    <div className={styles.container}>
      <h1 className={styles.heading}>صفحه اصلی فروشگاه حیوانات خانگی و کلینیک</h1>
      <p className={styles.paragraph}>
        به وبسایت ما خوش آمدید! ما بهترین محصولات و خدمات را برای حیوانات خانگی شما ارائه می‌دهیم.
        در فروشگاه ما می‌توانید انواع غذای حیوانات، اسباب‌بازی‌ها، لوازم بهداشتی و دیگر ملزومات مورد نیاز حیوانات خانگی خود را پیدا کنید.
        همچنین، کلینیک ما با بهره‌گیری از متخصصین مجرب، خدمات درمانی و مراقبتی با کیفیتی را برای حیوانات عزیز شما فراهم می‌کند.
        از گشت و گذار در وبسایت ما لذت ببرید و هر آنچه برای حیوان خانگی خود نیاز دارید را پیدا کنید!
      </p>
      {/* می‌توانید محتوای دیگر صفحه اصلی را در اینجا قرار دهید */}
    </div>
  );
}

export default HomePage;